Repository: cdevroe/unmark
Catalog: application/language/locales/*/LC_MESSAGES/unmark.po
Languages: pl_pl

source: Upgraded. Please <a href="%s">return home</a>.
pl_pl: Zaktualizowano. Wróc do <a href="%s">strony głównej</a>.

source: The email address `%s` was not found.
pl_pl: Adres email `%s` nie został znaleziony.

source: Your account is no longer active. Please contact support.
pl_pl: Twoje konto jest nieaktywne. Skontaktuj się z pomocą techniczną aby uzyskać więcej informacji.

source: Your password is incorrect. Please try again.
pl_pl: Podane hasło jest nieprawidłowe. Spróbuj ponownie.

source: ago
pl_pl: temu

source: Just Now
pl_pl: Przed chwilą

source: %s mark
pl_pl: %s zakładka

source: No marks
pl_pl: Brak zakładek

source: second
pl_pl: sekunda

source: minute
pl_pl: minuta

source: hour
pl_pl: godzina

source: day
pl_pl: dzień

source: week
pl_pl: tydzień

source: month
pl_pl: miesiąc

source: year
pl_pl: rok

source: today
pl_pl: dzisiaj

source: yesterday
pl_pl: wczoraj

source: last week
pl_pl: ostatnim tygodniu

source: last month
pl_pl: ostatnim miesiącu

source: last three months
pl_pl: ostatnich 3 miesiącach

source: last six months
pl_pl: ostatnich 6 miesiącach

source: last year
pl_pl: tym roku

source: Read
pl_pl: Tekst

source: Watch
pl_pl: Wideo

source: Listen
pl_pl: Muzyka

source: Buy
pl_pl: Zakupy

source: Eat & Drink
pl_pl: Przepisy

source: Do
pl_pl: Do zrobienia

source: Unlabeled
pl_pl: Brak etykiety

source: Mark could not be archived.
pl_pl: Nie udało się zarchiwizować zakładki.

source: No marks found.
pl_pl: Nie znaleziono zakładek.

source: Mark could not be updated.
pl_pl: Błąd podczas aktualizacji zakładki.

source: Mark with this id could not be found for this account.
pl_pl: Zakładka o podanym id nie została znaleziona dla tego konta.

source: Mark could not be restored.
pl_pl: Nie udało się przywrócenie podanej zakładki.

source: Could not add mark.
pl_pl: Nie udało się dodać zakładki.

source: Could not delete mark.
pl_pl: Nie można usunąć zakładki.

source: This mark doesn't have a valid URL.
pl_pl: Ta zakładka nie posiada prawidłowego adresu URL.

source: This mark doesn't have a valid title.
pl_pl: Ta zakładka nie posiada prawidłowego tytułu.

source: No `label_id` was found.
pl_pl: Brak identyfikatora etykiety.

source: No label found using this label_id for your account.
pl_pl: Brak etykiety o podanym identyfikatorze dla Twojego konta.

source: No labels found for your account.
pl_pl: Nie znaleziono etykiet dla Twojego konta.

source: This type of label could not be found.
pl_pl: Brak etykiety o podanym typie.

source: Label already exists for this account.
pl_pl: Taka etykieta już istnieje.

source: No options found to update for this label.
pl_pl: Błąd aktualizacji etykiety - brak danych.

source: Label could not be created.
pl_pl: Błąd w trakcie tworzenia etykiety.

source: You do not have access to create a system level label.
pl_pl: Nie posiadasz uprawnień do utworzenia etykiety systemowej.

source: Label could not be updated.
pl_pl: Błąd aktualizacji etykiety.

source: No tags found.
pl_pl: Nie znaleziono tagów.

source: No tag provided.
pl_pl: Nie podano taga.

source: Tag could not be added.
pl_pl: Błąd podczas dodawania taga.

source: Account with given email does not exist.
pl_pl: Konto o podanym adresie e-mail nie istnieje.

source: Invalid password recovery token.
pl_pl: Błędny token odzyskania hasła.

source: No file uploaded.
pl_pl: Nie dołączono pliku.

source: Invalid file format uploaded. Only JSON files accepted
pl_pl: Błędny format pliku. Obsługiwane są jedynie pliki w formacie JSON.

source: Forbidden
pl_pl: Dostęp zabroniony

source: Not Found
pl_pl: Nie znaleziono

source: Internal Error
pl_pl: Błąd wewnętrzny

source: Security token is invalid.
pl_pl: Token bezpieczeństwa jest nieprawidłowy.

source: Validation Errors
pl_pl: Błędy walidacji

source: Your password is invalid. Passwords must contain at least one CAPITAL letter, one number and be a minimum of 6 characters.
pl_pl: Twoje hasło jest niepoprawne. Prawidłowe hasło musi zawierać conajmniej jedną wielką literę, jedną cyfrę i mieć minimum 6 znaków długości.

source: This email address already exists in the system.
pl_pl: Podany adres e-mail już istnieje.

source: Your email address is invalid.
pl_pl: Podano nieprawidłowy adres e-mail.

source: Email not found. Cannot create subscription.
pl_pl: Nie udało się znaleźć podanego adresu e-mail. Nie mogę aktywować subskrypcji.

source: Customer ID not found.
pl_pl: Nie znaleziono klienta o podanym ID.

source: Customer already active. Please use correct method to restart their subscription.
pl_pl: Konto zostało już aktywowane. Proszę użyć odpowiedniej metody aby wznowić subskrypcję użytkownika.

source: Cannot restart an active subscription.
pl_pl: Nie mogę wznowić aktywnej subskrypcji.

source: No credit card on file.
pl_pl: Brak karty kredytowej.

source: Could not process your request at this time. Please try again.
pl_pl: W tej chwili nie możemy przetworzyć Twojego żądania. Proszę spróbować ponownie.

source: You have reached your daily limit of %s marks per day.
pl_pl: Osiągnąłeś dzienny limit %s zakładek.

source: You have reached your limit of %s marks total.
pl_pl: Osiągnąłeś globalny limit %s zakładek.

source: Invalid file format uploaded. Only HTML files accepted.
pl_pl: Błędny format pliku. Obsługiwane są jedynie pliki w formacie HTML.

source: Invalid bookmark URL.
pl_pl: Nieprawidłowy adres URL zakładki.

source: The value for user settings cannot be empty.
pl_pl: Wartość konfiguracyjna nie może być pusta.

source: Could not complete request. It's not you it's us.
pl_pl: Nie udało się przetworzyć żądania.

source: Could not delete your twitter settings at this time.
pl_pl: Nie udało się usunąć Twojej integracji z kontem Twittera.

source: Unmark : Importer
pl_pl: Unmark - Import

source: Sorry, there was an error. Please <a href='/'>go back</a> and try again.
pl_pl: Wystąpił błąd. Przejdź <a href='/'>wstecz</a> i spróbuj ponownie

source: ERROR: %s
pl_pl: Błąd: %s

source: Successfull Upload!
pl_pl: Upload zakończył się powodzeniem!

source: %s mark added
pl_pl: %s zakładka dodana

source: %s mark skipped
pl_pl: %s zakładka pominięta

source: %s mark failed
pl_pl: %s błąd importu

source: %s mark total
pl_pl: w sumie %s zakładka

source: Head <a href='/'>back</a> to see them now!
pl_pl: Przejdź <a href='/'>wstecz</a> aby je zobaczyć!

source: Account %s
pl_pl: Konto %s

source: Change Password
pl_pl: Zmień hasło

source: Change Email Address
pl_pl: Zmień adres email

source: Import or Export Marks
pl_pl: Importuj / Eksportuj zakładki

source: Invite Others
pl_pl: Zaproś znajomych

source: View/Hide Details
pl_pl: Pokaż/Ukryj szczegóły

source: Settings
pl_pl: Ustawienia

source: All Marks
pl_pl: Wszystkie

source: Labels
pl_pl: Etykiety

source: Timeline
pl_pl: Oś czasu

source: Search
pl_pl: Wyszukiwanie

source: Archives
pl_pl: Archiwum

source: View/Hide Menu
pl_pl: Pokaż/Ukryj menu

source: View All Marks
pl_pl: Zakładki

source: View Labels
pl_pl: Etykiety

source: View Timeline
pl_pl: Oś czasu

source: Search &amp; Tags
pl_pl: Szukaj i taguj zakładki

source: View Archive
pl_pl: Archiwum

source: SEARCH...
pl_pl: Szukaj...

source: Most-Used Tags
pl_pl: Najczęściej używane tagi

source: Sign Out
pl_pl: Wyloguj się

source: Help
pl_pl: Pomoc

source: How to Use Unmark
pl_pl: Jak używać Unmark?

source: View Our FAQ
pl_pl: Zobacz nasz FAQ

source: Get the Bookmarklet
pl_pl: Pobierz Bookmarklet

source: Get the Chrome Extension
pl_pl: Pobierz Rozszerzenie Chrome

source: No Tags Found
pl_pl: Nie znaleziono tagów

source: You saved %s mark today
pl_pl: Zapisałeś dzisiaj %s zakładkę

source: and archived %s
pl_pl: i zarchiwizowałeś %s

source: You have %s mark that are over 1 year old. Want to tidy up a bit?
pl_pl: Masz %s zakładkę starszą niż rok. Czy chcesz ją zarchiwizować?

source: View Marks
pl_pl: Zobacz zakładki

source: Do Nothing
pl_pl: Nic nie rób

source: Archive All
pl_pl: Archiwizuj wszystkie

source: To add marks, drag the button above into your bookmark toolbar.
pl_pl: Aby dodać zakładki, przeciągnij przycisk powyżej na swój pasek zakładek.

source: Or, use our
pl_pl: Lub użyj naszego

source: Chrome Extension
pl_pl: Rozszerzenia Chrome

source: Learn More
pl_pl: Dowiedz się więcej

source: Thanks for checking out Unmark. We hope you enjoy using it.
pl_pl: Dziękujemy za wypróbowanie Unmark. Mamy nadzieję, że

source: For usage tips <a target="_blank" href="https://twitter.com/unmarkit">follow us on Twitter</a>! Please tell your friends about Unmark.
pl_pl: Aby uzyskać więcej wskazówek <a href="https://twitter.com/unmarkit">śledź nas na Twitterze</a>! Nie zapomnij powiedzieć swoim znajomym o Unmark.

source: Today
pl_pl: Dzisiaj

source: Yesterday
pl_pl: Wczoraj

source: Last Week
pl_pl: Tydzień

source: Last Month
pl_pl: Miesiąc

source: Last 3 Months
pl_pl: 3 miesiące

source: Last 6 Months
pl_pl: 6 miesięcy

source: Last Year
pl_pl: Rok

source: Old Password...
pl_pl: Stare hasło...

source: New Password...
pl_pl: Nowe hasło...

source: Once More...
pl_pl: Powtórz hasło...

source: New Email Address...
pl_pl: Nowy adres email...

source: Export All Marks
pl_pl: Eksportuj wszystkie zakładki

source: Export File
pl_pl: Eksport do pliku

source: Import Marks
pl_pl: Import zakładek

source: Import File
pl_pl: Import z pliku

source: Note: The import needs to be a JSON file.
pl_pl: Informacja: Importowany plik musi być w formacie JSON.

source: Sorry, Could Not Add this Mark
pl_pl: Nie udało się dodać zakładki

source: This mark could not be added to your stream.
pl_pl: Podczas dodawania zakładki wystąpił błąd.

source: Sorry, No marks found
pl_pl: Nie znaleziono zakładek

source: mark labeled %s
pl_pl: zakładka oznaczona jako %s

source: mark archived
pl_pl: zakładka zarchiwizowana

source: mark tagged %s
pl_pl: zakładka z tagiem %s

source: mark found containing "%s"
pl_pl: znaleziona zakładka zawierająca "%s"

source: mark
pl_pl: zakładka

source: mark created in the %s
pl_pl: zakładka utworzona w %s

source: mark created %s
pl_pl: zakładka utworzona %s

source: No Marks Found
pl_pl: Nie znaleziono zakładek

source: Unmark : Mark Added
pl_pl: Unmark : Zakładka dodana

source: This link has been added to your stream.
pl_pl: Link został dodany.

source: Add A Note
pl_pl: Dodaj notatkę

source: Type note text or #tags here...
pl_pl: Wpisz notatkę lub #tagi tutaj...

source: Delete Link
pl_pl: Usuń odnośnik

source: Update &amp; Close
pl_pl: Zaktualizuj i zapisz

source: Unmark : User Registration
pl_pl: Unmark - Rejestracja

source: Register For
pl_pl: Rejestracja

source: Email Address
pl_pl: Adres email

source: Password
pl_pl: Hasło

source: Password Again
pl_pl: Powtórz hasło

source: Have An Account? Sign In Here
pl_pl: Masz już konto? Zaloguj się

source: Unmark: Setup
pl_pl: Unmark - Konfiguracja

source: Welcome to Unmark, the to do list for bookmarks.
pl_pl: Witamy w Unmark, aplikacji TODO dla zakładek

source: In order to use this you need to click the button below to get started.
pl_pl: Aby zacząć korzystać z usługi musisz kliknąć przycisk poniżej

source: This will install all the db tables and redirect you to a signup page.
pl_pl: Instalujesz teraz tabele bazy danych. Po zakończeniu zostaniesz przekierowany na stronę tworzenia konta.

source: INSTALL UNMARK
pl_pl: Zainstaluj Unmark

source: Unmark : Reset Password
pl_pl: Unmark : Przywracanie hasła

source: Reset Password for
pl_pl: Resetowanie hasła dla

source: How did I get here?
pl_pl: Jak tutaj trafiłem?

source: You clicked on a link in an email from us.
pl_pl: Kliknąłeś link w wiadomości email od nas.

source: You can choose a new password here and be on your way.
pl_pl: Wybierz nowe hasło

source: HELP
pl_pl: Pomoc

source: Unmark - The to do app for bookmarks.
pl_pl: Unmark - aplikacja TODO dla zakładek

source: Sign In To
pl_pl: Logowanie

source: Forgot Password?
pl_pl: Zapomniałeś hasła?

source: Visit Us
pl_pl: Odwiedź naszą stronę

source: What is Unmark?
pl_pl: Jak używać Unmark?

source: Reset Password For
pl_pl: Resetowanie hasła

source: Sign into your account
pl_pl: Zaloguj się na swoje konto

source: Need to Sign In?
pl_pl: Chcesz się zalogować?

source: File with translation phrases generated succesfully and saved as %s.
pl_pl: Plik z tłumaczeniami wygenerowany poprawnie i zapisany jako %s.

source: Error opening file %s for writing
pl_pl: Błąd podczas otwierania pliku %s do zapisu

source: Error opening file %s.
pl_pl: Błąd podczas otwierania pliku %s.

source: ADMIN ACCOUNT
pl_pl: Administrator

source: PAID ACCOUNT
pl_pl: Konto płatne

source: FREE ACCOUNT
pl_pl: Konto darmowe

source: Manage Paid Account
pl_pl: Zarządzaj płatnościami

source: Restart Paid Account
pl_pl: Przedłuż ważność konta

source: Upgrade to Paid
pl_pl: Zakup płatnej wersji

source: Disconnect from Twitter
pl_pl: Rozłącz Twittera

source: Connect with Twitter
pl_pl: Połącz z Twitterem

source: Upgrade
pl_pl: Zakup płatnej wersji

source: You are currently using a free account, which is limited. Upgrade now and gain the ability to:
pl_pl: Aktualnie używasz darmowego konta, które posiada ograniczenia. Wykup płatną wersję teraz i ciesz się:

source: Save as many marks as you'd like each day
pl_pl: Możliwością zapisu dowolnej ilości zakładek każdego dnia

source: Keep and access an unlimited amount of marks
pl_pl: Możliwością zapisania i przechowywania nieograniczonej ilości zakładek

source: Search your marks
pl_pl: Możliwością wyszukiwania swoich zakładek

source: UPGRADE NOW
pl_pl: KUP TERAZ

source: Upgrade for more tags
pl_pl: Kup płatną wersję aby zobaczyć więcej tagów

source: For usage tips <a href="https://twitter.com/unmarkit">follow us on Twitter</a>! Please tell your friends about Unmark.
pl_pl: Aby uzyskać więcej wskazówek <a href="https://twitter.com/unmarkit">śledź nas na Twitterze</a>! Nie zapomnij powiedzieć swoim znajomym o Unmark.

source: Looks like you are over either your daily or total limit.
pl_pl: Twój dzienny limit dodanych zakładek został osiągnięty.

source: Upgrade to a paid account and save an unlimited amount of marks.
pl_pl: Wykup konto płatne i dodaj nieograniczoną ilość zakładek.

source: Here are a few interesting marks to get you started...
pl_pl: Poniżej znajdziesz kilka najciekawszych zakładek...

source: You are currently connected to the Twitter account above.
pl_pl: Jesteś aktualnie podłączony z wyżej wymienionym kontem Twittera.

source: Disconnect Twitter
pl_pl: Rozłącz Twittera

source: By connecting your account with Twitter, we will automatically import any link contained in a tweet that you favorite.
pl_pl: Po połączeniu Twojego konta z Twitterem, będziemy automatycznie importowali odnośniki zawarte w tweetach, które oznaczyłeś jako ulubione.

source: Note: We will never tweet on your behalf.
pl_pl: Informacja: Nigdy nie będziemy Tweetowali w Twoim imieniu.

source: Connect Twitter
pl_pl: Połącz z Twitterem

source: Sorry, your Twitter account could not be connected at this time, please try again.
pl_pl: Przepraszamy, nie udało się podłączyć Twojego konta Twittera, prosimy spróbuj ponownie.

source: Your Twitter account has been successfully connected.
pl_pl: Twoje konto Twittera zostało pomyślnie podłączone.

source: We will now import the links in any tweet that you favorite.
pl_pl: Od teraz będziemy importowali wszystkie odnośniki w tweetach, które oznaczysz jako ulubione.

source: No marks found containing "%s"
pl_pl: Nie znaleziono zakładek zawierających "%s"

source: Search results are available for paid accounts
pl_pl: Wyniki wyszukiwania dostępne są dla konta płatnego

source: Sorry, you have exceded your daily or total limit.
pl_pl: Twój dzienny lub całkowity limit dodanych zakładek został przekroczony.

source: Please check out our <a href="%s" target="_blank">FAQ</a> for more information.
pl_pl: Sprawdź nasz <a href="%s" target="_blank">FAQ</a> aby uzyskać więcej informacji.

source: Register for free
pl_pl: Zarejestruj się za darmo

source: Register Free
pl_pl: Darmowa rejestracja
